{
  "navigation": {
    "brand": "HaqNow",
    "search": "Rechercher",
    "upload": "Télécharger",
    "privacy": "Confidentialité",
    "admin": "Admin",
    "about": "À Propos",
    "foi": "Liberté d'information",
    "disclaimer": "Avertissement et FAQ",
    "donate": "Faire un don",
    "blog": "Blog"
  },
  "footer": {
    "rights": "Tous Droits Réservés"
  },
  "homepage": {
    "title": "Exposer les Documents de Corruption Mondiaux",
    "subtitle": "HaqNow est une plateforme dédiée à la collecte, l'organisation et l'accès aux documents qui exposent la corruption du monde entier. Notre système avancé traduit automatiquement les documents de plus de 60 langues, rendant les documents originaux et les traductions accessibles aux utilisateurs du monde entier. Téléchargez anonymement, recherchez librement, et contribuez à un référentiel croissant de vérité et de transparence.",
    "newsletterHtml": "<a href=\"https://subscribepage.io/haqnow\" target=\"_blank\" rel=\"noopener noreferrer\">Abonnez-vous à notre newsletter</a> et recevez un récapitulatif mensuel mettant en avant les documents les plus populaires et les plus utiles disponibles sur HaqNow.",
    "feedbackHtml": "Nous apprécions vos retours et <a href=\"https://subscribepage.io/haqnow\" target=\"_blank\" rel=\"noopener noreferrer\">accueillons toujours vos questions ou commentaires</a>. Conformes au DMCA et au RGPD, nous traitons les signalements concernant des documents avec sérieux et réactivité. Pour une résolution plus rapide, veuillez soumettre votre demande via le <a href=\"https://subscribepage.io/haqnow\" target=\"_blank\" rel=\"noopener noreferrer\">formulaire de contact</a> en indiquant l’URL du document.",
    "searchPlaceholder": "Rechercher des documents de corruption par mot-clé, pays, organisation...",
    "searchButton": "Rechercher",
    "mapTitle": "Distribution Mondiale des Documents de Corruption",
    "mapPlaceholder": "Carte Mondiale Interactive Bientôt Disponible",
    "copyright": "Tous droits réservés."
  },
  "search": {
    "title": "Rechercher des Documents par Étiquettes",
    "subtitle": "Entrez des étiquettes séparées par des virgules pour trouver des documents pertinents.",
    "placeholder": "par ex., rapport, budget, environnement",
    "button": "Rechercher",
    "searchButton": "Rechercher",
    "searching": "Recherche en cours...",
    "errorTitle": "Erreur de Recherche",
    "noResults": "Aucun document trouvé correspondant à vos critères de recherche.",
    "tryDifferent": "Essayez des mots-clés différents ou supprimez certains filtres.",
    "resultsFound": "documents trouvés",
    "downloadButton": "Télécharger",
    "createdAt": "Téléchargé",
    "country": "Pays",
    "state": "État",
    "tags": "Étiquettes",
    "description": "Description",
    "backToHome": "Retour à l'Accueil"
  },
  "upload": {
    "title": "Télécharger un Document",
    "subtitle": "Partagez des preuves de corruption de manière anonyme et sécurisée",
    "processSteps": {
      "title": "Que se passe‑t‑il après le téléchargement de votre document",
      "step1": "Votre document est transmis en toute sécurité à la plateforme HaqNow.",
      "step2": "Notre système analyse le fichier à la recherche de virus et de logiciels malveillants afin de protéger tous les utilisateurs.",
      "step3": "Toutes les métadonnées détectables sont supprimées et une copie PDF propre du document est créée.",
      "step4": "Les modérateurs HaqNow examinent le document manuellement (généralement sous 12 à 24 heures).",
      "step5": "Après validation, le document est publié et devient accessible au public sur HaqNow."
    },
    "documentTitle": "Titre du Document",
    "titlePlaceholder": "Titre descriptif bref pour le document",
    "country": "Pays",
    "countryPlaceholder": "Sélectionnez ou entrez un pays",
    "state": "État/Région",
    "statePlaceholder": "Sélectionnez ou entrez un état/région",
    "description": "Description",
    "descriptionPlaceholder": "Fournissez le contexte et les détails sur ce document",
    "fileUpload": "Télécharger un Fichier",
    "uploadFile": "Upload File",
    "useCamera": "Use Camera",
    "openCamera": "Open Camera",
    "captureDocument": "Capture Document",
    "capturePhoto": "Capture Photo",
    "photoCaptured": "Photo captured successfully!",
    "cancel": "Cancel",
    "cameraNotSupported": "Camera not supported on this device",
    "cameraAccessError": "Unable to access camera. Please check permissions.",
    "cameraDisclaimerTitle": "Privacy Notice - Camera Usage",
    "cameraDisclaimerP1": "Cette méthode peut réduire le risque de détection des fuites dans la plupart des cas, mais aucune méthode n’est 100% sans risque ni parfaitement indétectable.",
    "cameraDisclaimerP2": "This approach helps avoid creating digital trails on work computers by using your personal device to photograph documents instead of scanning or copying files digitally.",
    "phoneUploadTip": "Vous pouvez aussi utiliser votre téléphone personnel pour photographier des documents et les téléverser ici afin de réduire les traces numériques dues au DLP. Cependant, aucune méthode n’est 100% sans risque.",
    "phoneWarningTitle": "Important: Phone Storage Warning",
    "phoneWarningText": "iPhone and Android phones may save copies of pictures on your device. Make sure to immediately delete such pictures after uploading and also delete pictures synced to cloud services like Google Photos, Amazon Photos, Dropbox, Box.com, etc.",
    "cameraInstructions": "Use your device camera to capture document photos. Multiple pages will be combined into a single image.",
    "photosCaptures": "{{count}} photo(s) captured",
    "addMorePages": "Add More Pages",
    "clearAll": "Clear All",
    "fileNote": "Formats acceptés : PDF, DOC, DOCX, images (max 50 Mo)",
    "consentText": "Ce document a été obtenu par des moyens légaux, et j'ai l'autorisation nécessaire pour le partager. En téléchargeant, j'accepte les",
    "termsAndConditions": "Conditions Générales",
    "consentTextAfter": ". La Fondation HaqNow n'est pas responsable du contenu partagé par les utilisateurs.",
    "submitButton": "Télécharger le Document",
    "uploading": "Téléchargement en cours...",
    "successTitle": "Téléchargement Réussi !",
    "successMessage": "Votre document a été téléchargé et est en attente de révision.",
    "errorTitle": "Échec du Téléchargement",
    "backToHome": "Retour à l'Accueil"
  },
  "privacy": {
    "title": "Fonctionnalités de Confidentialité",
    "subtitle": "HaqNow fournit un ANONYMAT COMPLET pour les lanceurs d'alerte de documents de corruption. Chaque niveau de notre infrastructure a été conçu et vérifié pour assurer zéro suivi ou identification des utilisateurs.",
    "backToHome": "Retour à l'Accueil",
    "sectionPrivacyImplementation": "Présentation de l'Implémentation de la Confidentialité",
    "cardZeroIpStorage": "Stockage IP Zéro",
    "cardZeroIpDescription": "Aucune adresse IP n'est stockée dans notre base de données. Votre localisation et identité restent complètement anonymes.",
    "cardAnonymousInterface": "Interface Anonyme",
    "cardAnonymousDescription": "La limitation de débit utilise des jetons de session au lieu du suivi IP. Naviguez et téléchargez sans crainte.",
    "cardPrivacyFirstUpload": "Téléchargement Axé sur la Confidentialité",
    "cardPrivacyFirstDescription": "Les téléchargements de fichiers sont traités sans stocker d'informations d'identification sur l'expéditeur.",
    "cardCleanServerLogs": "Journaux de Serveur Propres",
    "cardCleanServerDescription": "Les journaux système sont configurés pour exclure les adresses IP et autres informations d'identification.",
    "sectionOpenSource": "Vérification Open Source",
    "openSourceDescription": "Ne faites pas seulement confiance à nos promesses – vérifiez nos implémentations de confidentialité vous-même. Notre code source complet est disponible sur GitHub, permettant aux chercheurs en sécurité, défenseurs de la vie privée et journalistes d'auditer nos systèmes.",
    "viewGithubCode": "Voir le Code GitHub",
    "sectionInfrastructure": "Protection au Niveau de l'Infrastructure",
    "infrastructureDescription": "Protection de la confidentialité à chaque couche technique :",
    "layerApplication": "Couche Application : Stockage IP zéro, téléchargements anonymes, conception axée sur la confidentialité",
    "layerDatabase": "Couche Base de Données : Aucune information personnelle stockée, gestion sécurisée des documents",
    "layerServer": "Couche Serveur : Les journaux Nginx excluent les adresses IP, aucun en-tête de suivi",
    "layerSystem": "Couche Système : Journaux d'application filtrés, aucun transfert réseau",
    "layerSecurity": "Couche Sécurité : Limitation de débit sans suivi IP, gestion de session sécurisée",
    "layerNetwork": "Couche Réseau : Configuration proxy propre, gestion des requêtes conforme à la confidentialité",
    "sectionTrustedCollaborators": "Collaborateurs de Confiance",
    "collaboratorsDescription": "HaqNow travaille avec des partenaires de confiance pour assurer les plus hauts standards de confidentialité et sécurité pour les lanceurs d'alerte dans le monde entier.",
    "collaborateWithUs": "Collaborez avec nous via Freedom Advocacy Network",
    "partnersDescription": "Parfait pour les chercheurs en sécurité, défenseurs de la vie privée, journalistes et organisations engagées dans la transparence et la responsabilité.",
    "sectionPrivacyVerification": "Vérification de la Conformité à la Confidentialité",
    "verificationDescription": "Toutes les tâches de confidentialité ont été complétées et vérifiées :",
    "taskDatabaseCompliance": "Conformité de suppression IP de la base de données",
    "taskUploadApiPrivacy": "Implémentation de la confidentialité de l'API de téléchargement",
    "taskEmailNotifications": "Anonymisation des notifications par email",
    "taskApplicationLogging": "Confidentialité de la journalisation d'application",
    "taskAdminInterface": "Anonymisation de l'interface admin",
    "taskRateLimiting": "Système de limitation de débit anonyme",
    "taskNginxLogs": "Journalisation Nginx conforme à la confidentialité",
    "taskSystemLogs": "Configuration de confidentialité des journaux système",
    "completedStatus": "✅ Complété",
    "sectionPrivacyGuarantees": "Nos Engagements de Confidentialité",
    "commitmentsIntro": "HaqNow s’engage à :",
    "guaranteeNeverLog": "JAMAIS enregistrer les adresses IP",
    "guaranteeNeverStore": "JAMAIS stocker d'informations personnelles",
    "guaranteeNeverTrack": "JAMAIS suivre le comportement des utilisateurs",
    "guaranteeNeverShare": "JAMAIS partager des données avec des tiers",
    "guaranteeNeverRequire": "JAMAIS exiger l'inscription des utilisateurs",
    "guaranteeNeverCompromise": "JAMAIS compromettre l'anonymat",
    "guaranteeNeverKeepMetadata": "JAMAIS conserver les métadonnées de documents"
  },
  "general": {
    "loading": "Chargement...",
    "error": "Erreur",
    "success": "Succès",
    "save": "Enregistrer",
    "cancel": "Annuler",
    "delete": "Supprimer",
    "edit": "Modifier",
    "close": "Fermer",
    "confirm": "Confirmer",
    "yes": "Oui",
    "no": "Non",
    "next": "Suivant",
    "previous": "Précédent",
    "submit": "Soumettre",
    "retry": "Réessayer",
    "refresh": "Actualiser"
  },
  "about": {
    "title": "À Propos de HaqNow",
    "founder": "Fondation HaqNow",
    "founderSubtext": "Fondé par Salman Naqvi",
    "foundationType": "Organisation à but non lucratif",
    "globalTransparency": "Transparence Mondiale",
    "globalTransparencyDesc": "Exposer la corruption dans le monde entier grâce à la divulgation de documents",
    "humanRights": "Droits Humains",
    "humanRightsDesc": "Protéger les civils grâce à la responsabilité et à la transparence",
    "antiCorruption": "Anti-Corruption",
    "antiCorruptionDesc": "Lutter contre la corruption systémique grâce à l'exposition fondée sur des preuves",
    "connectedProjects": "Projets Connexes",
    "ministryOfWoke": "Freedom Advocacy Network",
    "ministryOfWokeDesc": "Plateforme de plaidoyer anti-corruption",
    "salmanNaqvi": "Salman Naqvi",
    "salmanNaqviDesc": "Site web personnel et portfolio",
    "aceTheInterview": "Ace The Interview",
    "aceTheInterviewDesc": "Plateforme de développement professionnel",
    "contactUs": "Nous Contacter",
    "contactUsDesc": "Entrez en contact pour des collaborations",
    "missionTitle": "Notre Mission Anti-Corruption",
    "missionDesc": "HaqNow a été créé pour fournir une plateforme sécurisée et anonyme pour exposer la corruption dans le monde entier. Nous croyons que la transparence est le fondement de la justice et de la responsabilité.",
    "featuresTitle": "Fonctionnalités de la Plateforme",
    "featureAnonymous": "Téléchargements Anonymes",
    "featureAnonymousDesc": "Anonymat complet pour les lanceurs d'alerte et les fournisseurs de documents",
    "featureOcr": "ROC Avancée",
    "featureOcrDesc": "Extraction automatique de texte et traduction de plus de 60 langues",
    "featureSearch": "Recherche Mondiale",
    "featureSearchDesc": "Recherche puissante dans les documents de tous les pays et régions",
    "featureSecure": "Confidentialité",
    "featureSecureDesc": "Conception axée sur la confidentialité sans journalisation d’IP ni suivi d’utilisateur",
    "whyMatters": "Pourquoi C'est Important",
    "whyMattersDesc": "La corruption coûte des milliards de dollars à l'économie mondiale chaque année et affecte des milliards de personnes. En fournissant une plateforme sécurisée pour la divulgation de documents, nous permettons aux journalistes, chercheurs et citoyens de tenir les institutions puissantes responsables.",
    "getInvolved": "S'Impliquer",
    "getInvolvedDesc": "Rejoignez la lutte contre la corruption en téléchargeant des documents pertinents, en partageant notre plateforme ou en contribuant à notre code source ouvert sur GitHub.",
    "connect": "Se Connecter",
    "connectDesc": "Entrer en contact directement",
    "missionDesc1": "HaqNow naît d'un engagement profond à mettre fin à la corruption systémique qui alimente les conflits, sape les droits humains et perpétue l'inégalité mondiale. Grâce au pouvoir de la transparence et de la divulgation de documents, nous croyons qu'exposer la corruption est l'un des moyens les plus efficaces de protéger les civils, mettre fin aux guerres et faire progresser les droits humains dans le monde entier.",
    "missionDesc2": "La corruption prospère dans l'obscurité, protégée par le secret et facilitée par ceux qui profitent de l'inégalité et du conflit. Lorsque les officiels corrompus, les contractants de défense et les élites politiques opèrent sans responsabilité, le résultat est souvent dévastateur : guerres inutiles, violations des droits humains et exploitation systématique des populations vulnérables. En créant une plateforme sécurisée et anonyme pour les lanceurs d'alerte et les porteurs de vérité, HaqNow vise à faire la lumière sur ces pratiques obscures.",
    "missionDesc3": "Notre travail est enraciné dans la compréhension que la transparence n'est pas seulement un idéal démocratique - c'est un outil pour la paix et la justice. Chaque document exposé, chaque schéma de corruption révélé et chaque vérité mise en lumière contribue à un monde où la responsabilité remplace l'impunité, où les droits humains sont protégés et où les puissants ne peuvent plus opérer avec un mépris total pour la souffrance humaine.",
    "platformFeaturesTitle": "Fonctionnalités de la Plateforme",
    "featureAnonymousSecure": "Anonyme et Sécurisé",
    "featureAnonymousSecureDesc": "Chiffrement avancé et anonymisation pour protéger les lanceurs d'alerte et les sources.",
    "featureGlobalAccess": "Accessibilité Mondiale",
    "featureGlobalAccessDesc": "Support multilingue incluant l'arabe, le français, l'allemand, le russe, le polonais et le turc.",
    "featureOpenArchive": "Archive Ouverte",
    "featureOpenArchiveDesc": "Base de données consultable de documents de corruption accessible aux journalistes et chercheurs.",
    "featureFOI": "Liberté d'Information",
    "featureFOIDesc": "Ressources complètes de liberté d'information pour aider les citoyens à exiger la transparence de leurs gouvernements.",
    "fundingTitle": "Financement",
    "fundingBody": "L’hébergement de ce projet est rendu possible grâce au financement généreux fourni par <link>TechForPalestine.org</link>.",
    "affiliatesTitle": "Nos Affiliés et Partenaires",
    "affiliatesBody": "Les informations sur nos affiliés et partenaires de confiance seront affichées ici. Cette section est gérée par les administrateurs.",
    "collaboratorsTitle": "Collaborateurs et Champions",
    "collaboratorsDescription": "Nos partenaires et supporters de confiance",
    "hostingTitle": "Hébergement & Infrastructure",
    "hostingBody": "HaqNow est hébergé sur Exoscale, une plateforme cloud européenne basée en Suisse. Nos services s'exécutent sur le calcul Exoscale, des bases de données (MySQL et PostgreSQL + pgvector) et le stockage d'objets SOS, avec des configurations axées sur la confidentialité à tous les niveaux.",
    "learnMoreDocs": "En savoir plus dans notre README GitHub"
  },
  "about_extra": {
    "fundingTitle": "Financement",
    "fundingBody": "",
    "hostingTitle": "Hébergement & Infrastructure",
    "hostingBody": "HaqNow est hébergé sur Exoscale, une plateforme cloud européenne basée en Suisse. Nos services s'exécutent sur le calcul Exoscale, des bases de données (MySQL et PostgreSQL + pgvector) et le stockage d'objets SOS, avec des configurations axées sur la confidentialité à tous les niveaux.",
    "learnMoreDocs": "En savoir plus dans notre README GitHub"
  },
  "foi": {
    "title": "Info CADA - Lois sur la Liberté d'Information",
    "subtitle": "Votre guide pour accéder aux informations gouvernementales et promouvoir la transparence dans le monde entier",
    "whatIs": "Qu'est-ce que la Liberté d'Information ?",
    "whatIsDesc1": "Les lois sur la liberté d'information (CADA) donnent aux citoyens le droit d'accéder aux documents, registres et données gouvernementaux. Ces lois sont des outils fondamentaux pour la démocratie, la transparence et la responsabilité. Elles permettent aux journalistes, chercheurs, activistes et citoyens ordinaires de découvrir les activités gouvernementales, exposer la corruption et tenir les responsables publics responsables.",
    "whatIsDesc2": "Les lois CADA couvrent généralement les agences, départements et institutions publiques gouvernementales. Elles exigent que ces organismes répondent aux demandes d'information dans des délais spécifiés, bien que certaines exemptions puissent s'appliquer pour des raisons de sécurité nationale, de vie privée personnelle ou de confidentialité commerciale.",
    "proTip": "💡 Astuce Pro : Les demandes CADA sont des outils puissants pour découvrir la corruption, l'inconduite gouvernementale et tenir le pouvoir responsable. Combinées avec des plateformes comme HaqNow, elles créent une approche complète du travail de transparence et d'anti-corruption.",
    "source": "Source :",
    "sourceText": "Cette information est basée sur",
    "wikipediaLink": "l'article complet de Wikipédia sur les lois de liberté d'information par pays",
    "sourceEnd": "et diverses sources gouvernementales.",
    "howTo": "Comment Soumettre des Demandes CADA",
    "step1": "Identifier l'Agence",
    "step1Desc": "Déterminez quel organisme gouvernemental détient l'information dont vous avez besoin",
    "step2": "Être Spécifique",
    "step2Desc": "Rendez votre demande claire, spécifique et ciblée pour obtenir de meilleurs résultats",
    "step3": "Soumettre la Demande",
    "step3Desc": "Utilisez les portails officiels ou contactez les agences directement par les canaux appropriés",
    "step4": "Faire le Suivi",
    "step4Desc": "Suivez votre demande et faites appel si nécessaire pour assurer la conformité",
    "countries": "Lois et Portails de Liberté d'Information par Pays",
    "agency": "Agence :",
    "submitRequest": "Soumettre une Demande CADA",
    "bestPractices": "Meilleures Pratiques CADA",
    "dos": "✅ À Faire",
    "donts": "❌ À Ne Pas Faire",
    "do1": "Être spécifique sur les dates, départements et types de documents",
    "do2": "Demander des informations, pas des opinions ou analyses",
    "do3": "Conserver des enregistrements de toute correspondance",
    "do4": "Être patient mais persistant avec les suivis",
    "do5": "Considérer faire appel des rejets quand approprié",
    "dont1": "Ne pas faire de demandes trop larges ou exploratoires",
    "dont2": "Ne pas demander d'informations qui tombent clairement sous les exemptions",
    "dont3": "Ne pas utiliser la CADA pour des disputes personnelles ou du harcèlement",
    "dont4": "Ne pas s'attendre à des réponses immédiates - le traitement prend du temps",
    "dont5": "Ne pas abandonner après un rejet initial sans considérer les appels",
    "connection": "CADA + HaqNow : Outils de Transparence Puissants",
    "connectionDesc": "Lorsque les demandes CADA découvrent la corruption, HaqNow fournit une plateforme sécurisée pour partager ces documents avec le monde. Ensemble, ils créent une approche complète pour lutter contre la corruption et promouvoir la transparence.",
    "connectionPoint1": "Utilisez la CADA pour obtenir des documents gouvernementaux",
    "connectionPoint2": "Partagez anonymement les découvertes importantes sur HaqNow",
    "connectionPoint3": "Permettez l'accès mondial aux preuves de corruption",
    "connectionPoint4": "Soutenez les journalistes et chercheurs dans le monde entier",
    "uploadDocuments": "Télécharger des Documents CADA",
    "searchExisting": "Rechercher des Documents Existants"
  },
  "disclaimer": {
    "title": "Disclaimer et FAQ",
    "subtitle": "Informations de sécurité importantes et questions fréquemment posées",
    "backToHome": "Retour à l'accueil",
    "securityWarningTitle": "Disclaimer de Sécurité Important",
    "corporateWarningTitle": "Avertissement Ordinateur d'Entreprise et Gouvernemental",
    "corporateWarningText": "NE téléchargez PAS de documents depuis votre ordinateur d'entreprise ou gouvernemental.",
    "corporateWarningDescription": "Les entreprises utilisent la Prévention de Perte de Données (DLP) et d'autres logiciels de sécurité similaires qui surveillent TOUTE l'activité, y compris ce qui est supposé être une activité chiffrée, comme se connecter à votre compte bancaire personnel. Votre département informatique pourra voir :",
    "corporateWarningItem1": "Si vous avez visité ce site web depuis votre ordinateur d'entreprise",
    "corporateWarningItem2": "Si vous avez téléchargé un document ou non",
    "corporateWarningItem3": "Vos habitudes de navigation et votre activité",
    "corporateWarningItem4": "Les activités d'accès et de transfert de fichiers",
    "countryWarningTitle": "Avertissement Pays à Haut Risque",
    "countryWarningText": "Dans certains pays comme l'Arabie Saoudite, la Chine, l'Iran, le Qatar et Bahreïn, toutes les activités internet sont surveillées. Vous devez être extrêmement prudent.",
    "countryWarningSubtitle": "Dans ces pays :",
    "countryWarningItem1": "Les autorités peuvent voir que vous avez visité ce site web, même depuis un ordinateur domestique",
    "countryWarningItem2": "Elles peuvent ne pas être capables de dire si vous avez téléchargé un document (grâce au chiffrement)",
    "countryWarningItem3": "Considérez l'utilisation d'outils de confidentialité supplémentaires (VPN, Tor) pour une protection supplémentaire",
    "countryWarningItem4": "Soyez conscient des lois locales concernant la divulgation de documents et le signalement",
    "bestPracticesTitle": "Meilleures Pratiques de Confidentialité",
    "bestPracticesItem1": "Utilisez un appareil personnel - N'utilisez jamais des ordinateurs de travail ou gouvernementaux",
    "bestPracticesItem2": "Utilisez un réseau sécurisé - Évitez le WiFi public quand possible",
    "bestPracticesItem3": "Considérez des outils de confidentialité supplémentaires - VPN, navigateur Tor pour les situations à haut risque",
    "bestPracticesItem4": "Effacez les données de navigation - Après la visite, effacez votre historique de navigation et les cookies",
    "bestPracticesItem5": "Soyez conscient de votre environnement - Assurez-vous de la confidentialité physique lors du téléchargement",
    "privacyCommitmentTitle": "Notre Engagement de Confidentialité",
    "privacyCommitmentText": "HaqNow fournit un anonymat complet pour les téléchargements de documents :",
    "privacyCommitmentItem1": "Nous ne stockons jamais les adresses IP",
    "privacyCommitmentItem2": "Nous n'enregistrons jamais l'activité des utilisateurs",
    "privacyCommitmentItem3": "Tous les téléchargements sont complètement anonymes",
    "privacyCommitmentItem4": "Aucune information personnelle n'est requise ou stockée",
    "privacyCommitmentNote": "Cependant, vos propres pratiques de sécurité sont cruciales pour maintenir votre anonymat.",
    "faqTitle": "Questions Fréquemment Posées",
    "faqQ1": "Est-ce vraiment sûr de télécharger des documents ?",
    "faqA1": "Oui, si vous suivez nos consignes de sécurité. HaqNow est conçu pour garantir un anonymat complet : nous ne stockons pas les adresses IP, nous n'exigeons pas d'inscription et nous ne journalisons pas l'activité des utilisateurs. Vos propres pratiques de sécurité restent toutefois essentielles.",
    "faqQ2": "Mon gouvernement peut-il me surveiller si je télécharge des documents ?",
    "faqA2": "HaqNow ne peut pas être utilisé pour vous identifier, mais certains gouvernements surveillent le trafic internet. Dans les pays à haut risque, utilisez un VPN et le navigateur Tor pour une protection supplémentaire. N'utilisez jamais d'ordinateurs de travail ou gouvernementaux.",
    "faqQ3": "Et si je travaille pour le gouvernement ou une entreprise ?",
    "faqA3": "Ne téléchargez JAMAIS depuis des ordinateurs de travail. Les réseaux gouvernementaux et d'entreprise disposent de logiciels de surveillance capables de détecter votre activité. Utilisez uniquement des appareils personnels sur des réseaux privés, et pensez à des outils de confidentialité supplémentaires si votre position est sensible.",
    "faqQ4": "Comment protégez-vous mes documents ?",
    "faqA4": "Nous supprimons automatiquement toutes les métadonnées des documents, les stockons de manière sécurisée avec chiffrement, et ne les associons jamais à des informations identifiantes. Vos documents deviennent complètement anonymes une fois téléchargés.",
    "faqQ5": "Puis-je être poursuivi pour avoir dénoncé un scandale ?",
    "faqA5": "Les lois varient d'un pays à l'autre. Certains pays protègent les lanceurs d'alerte, d'autres criminalisent la divulgation de documents. Informez-vous sur les lois de votre pays et évaluez les risques. Nous recommandons de consulter des experts juridiques connaissant votre juridiction.",
    "faqQ6": "Quel type de documents dois-je télécharger ?",
    "faqA6": "Téléchargez des documents qui exposent la corruption, les abus de pouvoir, la mauvaise gestion ou des atteintes graves à l'intérêt public. Évitez les documents contenant des informations personnelles sur des personnes innocentes ou des informations classifiées pouvant nuire à la sécurité nationale.",
    "faqQ7": "Comment puis-je vérifier que mes téléchargements ont réussi ?",
    "faqA7": "Après le téléchargement, les documents passent par un processus de validation. Vous pouvez ensuite rechercher sur le site pour voir si vos documents apparaissent dans la base de données publique. Nous ne fournissons pas de confirmation individuelle afin de préserver l'anonymat.",
    "faqQ8": "Que faire si j'ai des fichiers très volumineux ?",
    "faqA8": "Notre système prend en charge les téléchargements de documents volumineux. Si vous avez des fichiers extrêmement grands, envisagez de les diviser en plusieurs parties ou contactez-nous via des canaux sécurisés pour obtenir des conseils sur les téléchargements en masse.",
    "learnMoreButton": "En Savoir Plus Sur Nos Protections de Confidentialité",
    "continueButton": "Je Comprends - Continuer vers l'Accueil",
    "addQuestionButton": "Ajouter Nouvelle FAQ",
    "editQuestionButton": "Modifier FAQ",
    "deleteQuestionButton": "Supprimer FAQ",
    "questionLabel": "Question",
    "answerLabel": "Réponse",
    "saveQuestionButton": "Sauvegarder FAQ",
    "cancelButton": "Annuler",
    "tableOfContentsTitle": "Table des matières",
    "moderationSectionTitle": "Politiques de modération",
    "disclaimerSectionTitle": "Disclaimers",
    "faqSectionTitle": "Questions fréquentes"
  },
  "moderation": {
    "title": "Politique de Bonnes Pratiques de Modération de HaqNow",
    "section1Title": "1. Objectif et Principes",
    "section1Content": "HaqNow est une plateforme mondiale, centrée sur la confidentialité, dédiée à la collecte, l'organisation et la publication de documents qui exposent la corruption des gouvernements et des organisations. Pour préserver l'intégrité, la légalité et la sécurité, HaqNow utilise un processus de modération structuré afin de s'assurer que tous les contenus publiés sont obtenus légalement, publiables légalement et alignés avec sa mission.\n\nLes bonnes pratiques suivantes guident la façon dont l'équipe de modération de HaqNow examine, approuve et gère les documents soumis.\n\nPrincipes fondamentaux :\n\n• Obtention légale uniquement : HaqNow ne publie que des documents qui semblent légalement obtenus et légalement publiables.\n• Protéger les individus, viser les institutions : HaqNow sert à responsabiliser les institutions, pas à cibler des personnes privées.\n• Confidentialité avant tout : HaqNow ne collecte pas d'informations identifiantes sur les personnes qui envoient des documents et respecte des règles de confidentialité strictes.\n• Orientation conformité : HaqNow privilégie le respect des lois internationales afin d'éviter les litiges.\n• Sécurité avant sensationnalisme : Les documents qui risquent de nuire à des individus, de les « doxxer » ou de révéler leur vie privée ne seront pas publiés.",
    "section2Title": "2. Documents Acceptés",
    "section2Content": "HaqNow accepte les documents non classifiés, obtenus légalement, qui révèlent la corruption, la mauvaise gestion, l'abus de pouvoir ou des pratiques contraires à l'éthique de la part de gouvernements, d'entreprises ou d'autres institutions. Exemples :\n\n• États financiers et registres comptables\n• Notes de service internes\n• Correspondances d'entreprise\n• Documents de marchés publics et de passation de contrats\n• Rapports et audits publics\n• Procès-verbaux de réunions de conseil d'administration\n• Preuves fournies par des lanceurs d'alerte (si obtenues légalement)\n• Contrats, conventions ou courriers entre institutions\n\nFormats acceptés : PDF, images, documents texte, feuilles de calcul, emails et fichiers texte.",
    "section3Title": "3. Documents Refusés",
    "section3Content": "Les modérateurs doivent s'assurer qu'aucune des catégories de contenu suivantes n'est approuvée :\n\nContenu interdit :\n\n• Secrets d'État classifiés (matériels de sécurité nationale, secrets militaires, données de renseignement, télégrammes diplomatiques classés).\n• Informations personnelles identifiables (PII) qui ne sont pas directement liées à un comportement fautif d'une institution.\n• Toute donnée pouvant être utilisée pour doxxer ou mettre en danger des personnes privées, y compris :\n  - adresses personnelles\n  - numéros de téléphone\n  - adresses email privées\n  - informations financières privées\n  - dossiers médicaux\n• Contenu qui vise des individus plutôt que des institutions.\n• Documents obtenus illégalement (par exemple données piratées ou documents privés volés).\n• Faux, documents manipulés ou preuves fabriquées (dans la limite des capacités raisonnables d'analyse des modérateurs).\n• Contenu destiné à harceler, intimider ou inciter à la violence.",
    "section4Title": "4. Organisation de la Modération",
    "section4Content": "La modération sur HaqNow est assurée par une équipe pluridisciplinaire comprenant :\n\n• Des experts juridiques\n• Des spécialistes des luttes antiracistes et des mouvements de libération\n• Des experts techniques et cybersécurité\n• Des analystes de données et de l'authenticité des documents\n• Des experts financiers\n\nLes modérateurs examinent les documents selon les critères suivants :\n\n1. Légalité\n   • Apparence d'une obtention légale du document.\n   • Absence de violation évidente de la vie privée, de lois de classification ou d'autres réglementations.\n\n2. Éthique et sécurité\n   • S'assurer que des personnes ne sont pas ciblées ou mises en danger.\n   • Rédaction ou suppression d'informations personnelles sensibles lorsque nécessaire.\n\n3. Pertinence institutionnelle\n   • Vérifier que le document concerne des institutions, des gouvernements ou des organisations, et non la vie privée d'individus.\n\n4. Évaluation de l'authenticité\n   • Utiliser le contexte, les métadonnées (si disponibles) et l'expertise pour évaluer la crédibilité.\n   • HaqNow ne peut pas garantir l'authenticité à 100 %, mais doit fournir une évaluation aussi rigoureuse que possible.",
    "section5Title": "5. Anonymat et Protection des Contributeurs",
    "section5Content": "• HaqNow ne demande jamais d'informations identifiantes aux personnes qui envoient des documents.\n• HaqNow ne journalise pas les adresses IP, ce qui rend l'envoi anonyme par conception.\n• La plateforme est open source, ce qui permet à des experts externes de vérifier les protections de sécurité et d'anonymat.\n• Les modérateurs n'ont pas accès à des données permettant d'identifier les contributeurs, car celles‑ci ne sont tout simplement pas collectées.\n\nCela offre une protection maximale aux journalistes, lanceurs d'alerte et activistes.",
    "section6Title": "6. Demandes de Retrait et Conformité Légale",
    "section6Content": "HaqNow respecte strictement :\n\n• Le DMCA\n• Le RGPD\n• Et les autres lois applicables en matière de protection de la vie privée et des données\n\nProcessus de retrait :\n\n• Toutes les demandes de retrait peuvent être envoyées via le formulaire public : https://subscribepage.io/haqnow\n• Ce lien est clairement visible sur la page d'accueil de HaqNow.\n• Toutes les demandes valides sont exécutées sans débat, afin d'éviter les escalades juridiques.\n• HaqNow n'entre pas dans des batailles judiciaires ou des polémiques autour des suppressions.\n• Les documents retirés sont rapidement et définitivement supprimés de l'accès public.\n\nJuridiction :\n\n• Les serveurs de HaqNow sont situés en Europe et les pratiques de modération respectent les normes juridiques européennes et les réglementations en matière de protection des données.",
    "section7Title": "7. Gestion du Contenu Contesté ou Préjudiciable",
    "section7Content": "Si un document soulève des inquiétudes (éthiques, de sécurité ou juridiques), la procédure suivante s'applique :\n\n1. Le modérateur suspend la publication.\n2. Il consulte les experts pertinents (juridiques, sécurité, techniques).\n3. Si le risque ne peut pas être réduit ou si la légalité ne peut pas être confirmée de façon raisonnable, la publication est refusée.\n4. Si le document est déjà en ligne et qu'une demande légitime survient, il doit être retiré immédiatement.\n\nHaqNow privilégie toujours la sécurité, la légalité et la conformité plutôt que la recherche de sensation ou la pression à publier."
  }
}
