{
  "disclaimer.title": "Disclaimer and FAQ",
  "disclaimer.subtitle": "Important security information and frequently asked questions",
  "disclaimer.backToHome": "Back to Home",
  "disclaimer.securityWarningTitle": "Important Security Disclaimer",
  "disclaimer.corporateWarningTitle": "Corporate & Government Computer Warning",
  "disclaimer.corporateWarningText": "DO NOT upload documents from your corporate or government computer.",
  "disclaimer.corporateWarningDescription": "Corporations use Data Loss Prevention (DLP) and other similar security software that monitor ALL activity, including what is supposed to be encrypted activity, like logging into your personal bank account. Your IT department will be able to see:",
  "disclaimer.corporateWarningItem1": "Whether you visited this website from your corporate computer",
  "disclaimer.corporateWarningItem2": "If you uploaded a document or not",
  "disclaimer.corporateWarningItem3": "Your browsing patterns and activity",
  "disclaimer.corporateWarningItem4": "File access and transfer activities",
  "disclaimer.countryWarningTitle": "High-Risk Country Warning",
  "disclaimer.countryWarningText": "In some countries like Saudi Arabia, China, Iran, Qatar, and Bahrain, all internet activities are monitored. You must be extra careful.",
  "disclaimer.countryWarningSubtitle": "In these countries:",
  "disclaimer.countryWarningItem1": "Authorities can see that you visited this website, even from a home computer",
  "disclaimer.countryWarningItem2": "They may not be able to tell if you uploaded a document (due to encryption)",
  "disclaimer.countryWarningItem3": "Consider using additional privacy tools (VPN, Tor) for extra protection",
  "disclaimer.countryWarningItem4": "Be aware of local laws regarding document disclosure and whistleblowing",
  "disclaimer.bestPracticesTitle": "Privacy Best Practices",
  "disclaimer.bestPracticesItem1": "Use a personal device - Never use work or government computers",
  "disclaimer.bestPracticesItem2": "Use a secure network - Avoid public WiFi when possible",
  "disclaimer.bestPracticesItem3": "Consider additional privacy tools - VPN, Tor browser for high-risk situations",
  "disclaimer.bestPracticesItem4": "Clear browser data - After visiting, clear your browsing history and cookies",
  "disclaimer.bestPracticesItem5": "Be aware of your environment - Ensure physical privacy when uploading",
  "disclaimer.privacyCommitmentTitle": "Our Privacy Commitment",
  "disclaimer.privacyCommitmentText": "HaqNow provides complete anonymity for document uploads:",
  "disclaimer.privacyCommitmentItem1": "We never store IP addresses",
  "disclaimer.privacyCommitmentItem2": "We never log user activity",
  "disclaimer.privacyCommitmentItem3": "All uploads are completely anonymous",
  "disclaimer.privacyCommitmentItem4": "No personal information is required or stored",
  "disclaimer.privacyCommitmentNote": "However, your own security practices are crucial for maintaining your anonymity.",
  "disclaimer.faqTitle": "Frequently Asked Questions",
  "disclaimer.faqQ1": "Is it really safe to upload documents?",
  "disclaimer.faqA1": "Yes, if you follow our security guidelines. HaqNow is designed with complete anonymity in mind - we don't store IP addresses, require registration, or log user activity. However, your own security practices are crucial.",
  "disclaimer.faqQ2": "Can my government track me if I upload documents?",
  "disclaimer.faqA2": "HaqNow cannot be used to identify you, but governments may monitor internet traffic. In high-risk countries, consider using VPN and Tor browser for additional protection. Consider using public libraries for extra anonymity. Never use work or government computers.",
  "disclaimer.faqQ3": "What if I work for the government or a corporation?",
  "disclaimer.faqA3": "NEVER upload from work computers. Corporate and government networks have monitoring software that can detect your activity. Use only personal devices on personal networks. Consider additional privacy tools if you're in a sensitive position.",
  "disclaimer.faqQ4": "How do you protect my documents?",
  "disclaimer.faqA4": "We automatically strip all metadata from documents, store them securely with encryption, and never associate them with any identifying information. Your documents become completely anonymous once uploaded.",
  "disclaimer.faqQ5": "Can I be prosecuted for whistleblowing?",
  "disclaimer.faqA5": "Laws vary by country. Some countries have whistleblower protections, others criminalize document disclosure. Research your local laws and consider the risks. We recommend consulting with legal experts familiar with your jurisdiction.",
  "disclaimer.faqQ6": "What types of documents should I upload?",
  "disclaimer.faqA6": "Upload documents that expose corruption, government misconduct, corporate wrongdoing, or violations of public interest. Avoid uploading documents containing personal information of innocent individuals or classified information that could harm national security.",
  "disclaimer.faqQ7": "How can I verify my uploads were successful?",
  "disclaimer.faqA7": "After uploading, documents go through an approval process. You can search the site later to see if your documents appear in the public database. We don't provide individual confirmation to maintain anonymity.",
  "disclaimer.faqQ8": "What if I need to upload large files?",
  "disclaimer.faqA8": "Our system supports large document uploads. If you have extremely large files, consider breaking them into smaller parts or contacting us through secure channels for guidance on bulk uploads.",
  "disclaimer.learnMoreButton": "Learn More About Our Privacy Protections",
  "disclaimer.continueButton": "I Understand - Continue to Homepage",
  "disclaimer.addQuestionButton": "Add New FAQ",
  "disclaimer.editQuestionButton": "Edit FAQ",
  "disclaimer.deleteQuestionButton": "Delete FAQ",
  "disclaimer.questionLabel": "Question",
  "disclaimer.answerLabel": "Answer",
  "disclaimer.saveQuestionButton": "Save FAQ",
  "disclaimer.cancelButton": "Cancel"
} 